andys8.jest-snippets
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
ginfuru.ginfuru-onedark-raincoat-theme
glitch.glitch
HookyQR.beautify
ms-vsliveshare.vsliveshare
Orta.vscode-jest
patbenatar.advanced-new-file
PKief.material-icon-theme
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
Zignd.html-css-class-completion